<?php

$config['block'] = array(
  1 => '活动',
  2 => '资讯',
  3 => '社区'
);
//活动
$config['activity']=array(
    1 => '俱乐部活动',
    2 => '自由约伴',
    3 => '徒步一族',
    4 => '骑行一族',
    5 => '自驾一族'
 );
//资讯
$config['infomation']=array(
    1 => '户外资讯',
    2 => '装备频道',
    3 => '户外百科',
    4 => '游记攻略'
);
//社区
$config['bbs']=array(
  1 => '活动分享',
  2 => '行摄笔记',
  3 => '户外美图',
  4 => '美食一族',
  5 => '爱车一族',
  6 => '求助专区',
  7 => '公益专区',
  8 => '社区帮助',
  9 => '意见反馈',
  10 => '社区公告'
);
//角色
$config['role']=array(
  1 => '管理员',
  2 => '领队',
  3 => '用户'
);
//后台管理组
$config['admin_group']=array(
  1 => '门户管理员',
  2 => '用户管理员'
);
//积分规则
$config['credit_rule']=array(
  1 => '发帖',
  2 => '回复',
  3 => '发表活动',
  4 => '登陆'
);
//性别
$config['gender']=array(
  0 => '保密',  
  1 => '男',
  2 => '女'
);
//血型
$config['blood_type']=array(
    0 => '保密',
    1 => 'O',
    2 => 'A',
    3 => 'B',
    4 => 'AB',
    5 => '稀缺'
);
//用户类型
$config['user_type']=array(
    0 => '游客',
    1 => '管理员',
    2 => '领队',
    3 => '限制会员',
    4 => '注册会员',
    5 => '初级会员',
    6 => '中级会员',
    7 => '高级会员',
    8 => '金牌会员',
    9 => '元老'
);
?>